dictionary = {
    'prami': [
        ["love"],
        "{{x1}}이 {{x2}}를 사랑한다",
        "사랑하다",
    ],
    'nelci': [
        ["like", "favor"],
        "{{x1}}이 {{x2}}를 좋아한다",
        "좋아하다",
    ],
    'tavla': [
        ["talk", "speak", "tell"],
        "{{x1}}이 {{x2}}에게 {{x4}}(언어)로 {{x3}}(주제)에 대해서 말하다",
        "말하다",
    ],
    'bacru': [
        ["talk", "speak", "tell", "sound"],
        "{{x1}}이 {{x2}}(소리)를 내다",
        "소리내다",
    ],
    'balvi': [
        ["later", "latter", "future", "after", "sequence"],
        "{{x1}}이 {{x2}}보다 나중에 발생하다",
        "나중",
    ],
    'purci': [
        ["former", "earlier", "before", "prior"],
        "{{x1}}이 {{x2}}보다 먼저 발생하다",
        "먼저",
    ],
    'cusku': [
        ["express", "say"],
        "{{x1}}이 {{x3}}에게 {{x2}}에 대해서 말하다. ({{x4}}를 이용해서)",
        "말하다",
    ],
    'ciksi': [
        ["explain", "describe"],
        "{{x1}}이 {{x3}}에게 {{x2}}에 대해서 설명하다. ({{x4}}는 설명 그 자체)",
        "설명하다",
    ],
    'stali': [
        ["stay"],
        "{{x1}}이 {{x2}} 곁에 머물다",
        "곁에 머물다",
    ],
    'kurji': [
        ["care", "protect"],
        "{{x1}}이 {{x2}}를 보살피다/돌보다",
        "돌보다",
    ],
    'pluka': [
        ["happy", "please", "joy"],
        "{{x1}}이 {{x2}}를 행복하게 만들다, {{x3}}란 조건 아래에서",
        "행복",
    ],
    'pluja': [
        ["complicated", "complex"],
        "{{x1}}의 {{x2}}란 성질은 복잡하다, {{x3}}란 기준에서",
        "복잡하다",
    ],
    'djuno': [
        ["know"],
        "{{x1}}이 {{x2}}를 알다. {{x3}}는 {{x2}}의 주제.",
        "알다",
    ],
    'sutra': [
        ["fast", "quick"],
        "{{x1}}은 {{x2}}를 빠르게 한다",
        "빠르다",
    ],
    'palci': [
        ["evil", "wicked", "bad"],
        "{{x1}}는 {{x2}}란 기준에서 사악하다",
        "악",
    ],
    'xamgu': [
        ["good", "nice", "beneficial", "acceptable"],
        "{{x1}}은 {{x2}}하기에 좋다, {{x3}}란 기준에서",
        "좋음(good)",
    ],
    'xlali': [
        ["bad", "poor", "unacceptable"],
        "{{x1}}은 {{x2}}하기에 안 좋다, {{x3}}란 기준에서",
        "나쁘다",
    ],
    'bradi': [
        ["enemy", "foe", "struggle"],
        "{{x1}}은 {{x2}}의 적이다, {{x3}}의 다툼에서",
        "적",
    ],
    'bevri': [
        ["carry", "haul", "transport"],
        "{{x1}}이 {{x2}}(짐)를 운반하다, {{x3}}(출발지)에서 {{x4}}(목적지)까지, {{x5}}의 경로로",
        "운반하다",
    ],
    'cadzu': [
        ["walk", "stride"],
        "{{x1}}이 {{x2}}를 향해서 걸어가다",
        "걷다",
    ],
    'lifri': [
        ["experience", "live"],
        "{{x1}}이 {{x2}}를 경험하다",
        "경험하다",
    ],
    'xabju': [
        ["live", "habitat", "dwell", "reside"],
        "{{x1}}이 {{x2}}에 살다",
        "살다",
    ],
    'mulno': [
        ["end", "finish", "complete", "done", "whole"],
        "{{x1}}이 끝나다/{{x1}}의 {{x2}}(성질)은 완전하다, {{x3}}란 기준에서",
        "끝",
    ],
    'nanmu': [
        ["man", "male"],
        "{{x1}}은 (인간)남성이다",
        "남성",
    ],
    'ninmu': [
        ["woman", "female"],
        "{{x1}}은 (인간)여성이다",
        "여성",
    ],
    'remna': [
        ["human", "person"],
        "{{x1}}은 인간이다",
        "인간",
    ],
    'nenri': [
        ["in", "inside"],
        "{{x1}}은 {{x2}}의 내부에 있다",
        "내부",
    ],
    'penmi': [
        ["meet", "encounter", "see"],
        "{{x1}}이 {{x3}}에서 {{x2}}를 만나다",
        "만나다",
    ],
    'cmene': [
        ["name", "call"],
        "{{x1}}의 이름은 {{x2}}이다. {{x3}}가 그렇게 부른다",
        "이름",
    ],
    'melbi': [
        ["beauty", "beautiful", "pretty"],
        "{{x1}}은 {{x2}}가 보기에 아름답다, {{x3}}란 기준에서",
        "아름답다",
    ],
    'kanro': [
        ["healthy", "sound"],
        "{{x1}}은 건강하다, {{x2}}란 기준에서",
        "건강하다",
    ],
    'pinxe': [
        ["drink"],
        "{{x1}}이 {{x3}}에서 {{x2}}를 마신다",
        "마시다",
    ],
    'bajra': [
        ["run", "sprint"],
        "{{x1}}이 {{x2}}에서 달린다",
        "달리다",
    ],
    'vecnu': [
        ["sell", "sale"],
        "{{x1}}이 {{x3}}에게 {{x2}}(상품)를 팔다, {{x4}}(가격)에",
        "팔다",
    ],
    'zarci': [
        ["market", "sell", "mart"],
        "{{x1}}은 {{x2}}를 파는 시장이다, {{x3}}가 운영하는",
        "시장",
    ],
    'zmadu': [
        ["overwhelm", "superior", "exceed"],
        "{{x1}}이 {{x2}}를 능가한다, {{x3}}(능가하는 성질)를, {{x4}}(능가하는 양)만큼",
        "능가하다",
    ],
    'cafne': [
        ["often", "frequent"],
        "{{x1}}은 자주 있는 일이다, {{x2}}의 기준에서",
        "자주",
    ],
    'trina': [
        ["seduce", "lure"],
        "{{x1}}이 {{x2}}를 유혹하다, {{x3}}를 이용해서",
        "유혹하다",
    ],
    'cutci': [
        ["shoe", "boot"],
        "{{x1}}은 {{x2}}(발)를 위한 신발이다, {{x3}}(재료)로 만든",
        "신발",
    ],
    'cukta': [
        ["book"],
        "{{x1}}은 {{x2}}(내용)에 관한 책이다, {{x3}}(저자)가 쓴, {{x4}}(독자)를 위해서, {{x5}}(종이/파피루스)에 쓴",
        "책",
    ],
    'darxi': [
        ["hit", "strike", "beat"],
        "{{x1}}이 {{x2}}를 때리다, {{x3}}(도구/손)로, {{x4}}(장소)에서",
        "때리다",
    ],
    'gerku': [
        ["dog", "puppy", "bitch"],
        "{{x1}}은 {{x2}} 종류의 개(dog)/개새끼(bitch)다",
        "개",
    ],
    'ckule': [
        ["school", "academy"],
        "{{x1}}은 {{x2}}(장소)에 있는 학교다, {{x3}}(과목)를 가르치는, {{x4}}(학생)에게, {{x5}}(학교운영주체)의",
        "학교",
    ],
    'zdani': [
        ["home", "house"],
        "{{x1}}은 {{x2}}가 사는(live) 집이다",
        "집",
    ],
    'cmalu': [
        ["small", "tiny", "little"],
        "{{x1}}은 작은 {{x2}}이다, {{x3}}의 기준에서",
        "작은",
    ],
    'barda': [
        ["big", "broad"],
        "{{x1}}은 큰 {{x2}}이다, {{x3}}의 기준에서",
        "큰",
    ],
    'fanva': [
        ["translate"],
        "{{x1}}(번역가)이 {{x2}}(번역 전의 글)를 번역하다, {{x4}} 언어에서 {{x3}}언어로, {{x5}}(번역 후의 글)",
        "번역하다",
    ],
    'klama': [
        ["come", "go", "destination", "move"],
        "{{x1}}이 {{x2}}를 향해 가다, {{x3}}에서 출발해서, {{x4}}의 경로를 통해서, {{x5}}를 타고",
        "가다",
    ],
    'blanu': [
        ["blue"],
        "{{x1}}은 파랗다",
        "파랑",
    ],
    'xunre': [
        ["red"],
        "{{x1}}은 빨갛다",
        "빨강",
    ],
    'crino': [
        ["green"],
        "{{x1}}은 초록색이다",
        "초록",
    ],
    'bunre': [
        ["brown"],
        "{{x1}}은 갈색이다",
        "갈색",
    ],
    'mutce': [
        ["very", "much", "extreme"],
        "{{x1}}은 아주 {{x2}}(성질)하다, {{x3}}한 방향으로",
        "매우",
    ],
    'djica': [
        ["want", "desire", "hope"],
        "{{x1}}은 {{x2}}를 원한다, {{x3}}의 목적으로",
        "원하다",
    ],
    'sanga': [
        ["sing", "song", "chant"],
        "{{x1}}이 {{x2}}(노래)를 부르다, {{x3}}(청중)에게",
        "노래",
    ],
    'jetnu': [
        ["true", "truth"],
        "{{x1}}은 {{x2}}의 기준에서 진실이다",
        "진실",
    ],
    'jufra': [
        ["sentence", "statement"],
        "{{x1}}은 {{x2}}에 관한 문장이다, {{x3}}(언어)로 된",
        "문장",
    ],
    'sipna': [
        ["sleep", "nap"],
        "{{x1}}이 잔다",
        "잠",
    ],
    'kakne': [
        ["can", "able", "capable"],
        "{{x1}}은 {{x2}}(행동/상태)를 할 수 있다/될 수 있다, {{x3}}의 조건/상태에서",
        "가능",
    ],
    'snura': [
        ["safe", "secure"],
        "{{x1}}은 {{x2}}(위협)로부터 안전하다",
        "안전",
    ],
    'pilno': [
        ["use", "employ", "tool"],
        "{{x1}}이 {{x2}}(도구)를 사용하다, {{x3}}를 목적으로",
        "사용하다",
    ],
    'kargu': [
        ["expensive", "costly"],
        "{{x1}}(물건/서비스)은 {{x2}}(구매자)에게 비싸다, {{x3}}의 기준에서",
        "비싸다",
    ],
    'tatpi': [
        ["exhausted", "tired"],
        "{{x1}}은 {{x2}}(사건/상황) 때문에 피곤하다",
        "피곤하다",
    ],
    'tadni': [
        ["student", "study"],
        "{{x1}}(학생)이 {{x2}}(과목)를 공부하다",
        "공부",
    ],
    'virnu': [
        ["brave", "courage"],
        "{{x1}}은 용감하게 {{x2}}를 한다, {{x3}}의 기준에서",
        "용감하다",
    ],
    'nandu': [
        ["difficult", "hard"],
        "{{x1}}은 {{x2}}(어려움을 느끼는 주체)에게 어렵다, {{x3}}의 조건에서",
        "어렵다",
    ],
    'bangu': [
        ["language", "dialect"],
        "{{x1}}은 {{x2}}(화자)가 사용하는 언어이다, {{x3}}(표현)를 나타내기 위해서",
        "언어",
    ],
    'cinmo': [
        ["feel", "emotion", "mood"],
        "{{x1}}이 {{x2}}(감정)를 느끼다, {{x3}}(대상)에 대해",
        "감정",
    ],
    'xendo': [
        ["kind", "nice"],
        "{{x1}}은 {{x2}}(상대방)에게 착하다, {{x3}}(착한 행동)를 통해",
        "착하다",
    ],
    'manku': [
        ["dark"],
        "{{x1}}은 어둡다",
        "어둡다",
    ],
    'blabi': [
        ["white", "bright"],
        "{{x1}}은 밝다/하얗다",
        "밝다",
    ],
    'citka': [
        ["eat", "consume"],
        "{{x1}}이 {{x2}}를 먹다",
        "먹다",
    ],
    'xebni': [
        ["hate", "despise", "abhor"],
        "{{x1}}이 {{x2}}를 싫어한다",
        "싫어하다",
    ],
    'ciska': [
        ["write", "inscribe"],
        "{{x1}}(기록자)이 {{x2}}를 기록하다, {{x3}}(매체)에, {{x4}}(필기도구)를 이용해서",
        "기록",
    ],
    'muvdu': [
        ["move"],
        "{{x1}}이 {{x2}}를 향해 움직이다, {{x3}}(출발지)에서, {{x4}}(경로)를 통해",
        "이동하다",
    ],
    'snime': [
        ["snow"],
        "{{x1}}은 눈(snow)이다",
        "눈(snow)",
    ],
    'cnino': [
        ["new", "novel", "unfamiliar", "original"],
        "{{x1}}은 {{x2}}(관측자)에게 새롭다, {{x3}}의 기능이, {{x4}}라는 기준에서",
        "새롭다",
    ],
    'viska': [
        ["see", "observe", "view"],
        "{{x1}}이 {{x2}}를 보다, {{x3}}의 조건에서",
        "보다",
    ],
    'gleki': [
        ["happy", "pleasure", "glad", "merry"],
        "{{x1}}이 {{x2}}(상태/사건)로 인해 행복하다",
        "행복하다",
    ],
    'denpa': [
        ["wait", "pause"],
        "{{x1}}이 {{x2}}(사건)를 기다리다, {{x3}}({{x2}}의 현재 상태)에 있는, {{x4}}({{x2}}이후에 할 거) 하기 전에",
        "기다리다",
    ],
    'jmive': [
        ["live", "alive"],
        "{{x1}}이 살아있다, {{x2}}의 기준에서",
        "살아있다",
    ],
    'kavbu': [
        ["catch", "capture"],
        "{{x1}}이 {{x2}}를 잡다, {{x3}}(도구/덫)를 이용해서",
        "잡다",
    ],
    'badri': [
        ["sad", "unhappy", "depressed", "sorrow"],
        "{{x1}}이 {{x2}} 때문에 슬프다",
        "슬픔",
    ],
    'morsi': [
        ["die", "dead", "death"],
        "{{x1}}이 죽다",
        "죽다",
    ],
    'vitno': [
        ["permanent", "eternal", "forever"],
        "{{x1}}은 영원하다, {{x2}}란 성질이, {{x3}}란 기준에서",
        "영원하다",
    ],
    'frili': [
        ["easy", "simple"],
        "{{x1}}은 {{x2}}(행위자)에게 쉽다, {{x3}}의 조건에서",
        "쉽다",
    ],
    'catra': [
        ["kill", "murder", "slaughter"],
        "{{x1}}이 {{x2}}를 죽이다, {{x3}}를 이용해서",
        "죽이다",
    ],
    'basti': [
        ["replace", "substitute"],
        "{{x1}}이 {{x2}}를 대체하다, {{x3}}의 상황에서",
        "대체하다",
    ],
    'bilma': [
        ["sick", "ill", "disease"],
        "{{x1}}이 {{x2}}의 증상을 보이며 아프다, {{x3}}(병) 때문에",
        "아프다",
    ],
    'taxfu': [
        ["wear", "dress", "clothes"],
        "{{x1}}은 {{x2}}가 입는 옷이다, {{x3}}를 위해서",
        "옷",
    ],
    'lenku': [
        ["cold", "cool"],
        "{{x1}}은 차갑다, {{x2}}의 기준에서",
        "차가움",
    ],
    'skapi': [
        ["skin", "leather"],
        "{{x1}}은 {{x2}}의 가죽/피부다",
        "피부",
    ],
    'troci': [
        ["try", "attempt", "effort"],
        "{{x1}}이 {{x2}}(상태/동작/성질)를 위해 노력하다, {{x3}}의 방법으로",
        "노력하다",
    ],
    'ponse': [
        ["possess", "own", "have"],
        "{{x1}}이 {{x2}}를 가지다, {{x3}}(소유의 근거가 되는 관습/맥락/법) 아래에서",
        "가지다",
    ],
    'pensi': [
        ["think", "consider"],
        "{{x1}}이 {{x2}}를 생각하다",
        "생각하다",
    ],
    'pagbu': [
        ["part", "piece", "component", "portion", "segment"],
        "{{x1}}은 {{x2}}(전체)의 조각/일부분이다",
        "부분",
    ],
    'nitcu': [
        ["need", "require"],
        "{{x1}}이 {{x2}}를 필요로 하다, {{x3}}를 위해서",
        "필요",
    ],
    'zenba': [
        ["increase", "increment"],
        "{{x1}}가 {{x2}}(성질/수량)의 증가를 경험하다, {{x3}}(증가한 양)만큼",
        "증가",
    ],
    'jdika': [
        ["decrease", "decrement", "contract", "reduce"],
        "{{x1}}가 {{x2}}(성질/수량)의 감소를 경험하다, {{x3}}(감소한 양)만큼",
        "감소",
    ],
    'fasnu': [
        ["happen", "occur", "event"],
        "{{x1}}(사건)이 발생하다",
        "발생",
    ],
    'zvati': [
        ["present", "exist", "attend"],
        "{{x1}}이 {{x2}}(위치)에 있다",
        "있다",
    ],
    'kucli': [
        ["curious", "wonder", "interest"],
        "{{x1}}이 {{x2}}에 대해서 궁금해하다",
        "궁금해하다",
    ],
    'dukse': [
        ["excess", "much", "many"],
        "{{x1}}은 {{x2}}가 너무 많다, {{x3}}의 기준에서",
        "너무 많다",
    ],
    'tirna': [
        ["hear", "listen"],
        "{{x1}}이 {{x2}}(소리)를 듣다, {{x3}}(소음/배경) 속에서",
        "듣다",
    ],
    'ctuca': [
        ["teach", "educate"],
        "{{x1}}(선생)이 {{x2}}(학생)에게 {{x3}}(내용)를 가르치다, {{x4}}(과목)의, {{x5}}(교수법)로",
        "가르치다",
    ],
    'slabu': [
        ["old", "familiar", "well-nown"],
        "{{x1}}은 {{x2}}(관측자)에게 익숙하다, {{x3}}(익숙함을 주는 특징)가, {{x4}}의 기준에서",
        "익숙",
    ],
    'jdice': [
        ["decide"],
        "{{x1}}이 {{x2}}를 결정하다, ({{x2}}는 {{x3}}에 관한 결정)",
        "결정하다",
    ],
    'solji': [
        ["gold"],
        "{{x1}}은 금(gold)이다",
        "금",
    ],
    'drata': [
        ["different"],
        "{{x1}}과 {{x2}}는 다르다, {{x3}}의 기준에서",
        "다르다",
    ],
    'mintu': [
        ["same", "identical"],
        "{{x1}}과 {{x2}}는 동일하다, {{x3}}의 기준에서",
        "동일하다",
    ],
    'citno': [
        ["young", "youth"],
        "{{x1}}은 젊다, {{x2}}의 기준에서",
        "젊음",
    ],
    'nabmi': [
        ["problem"],
        "{{x1}}은 {{x2}}(당사자)에게 문제다, {{x3}}의 상황에서",
        "문제",
    ],
    'salci': [
        ["celebrate", "honor"],
        "{{x1}}이 {{x2}}를 축하해주다, {{x3}}(행동/파티)를 통해서",
        "축하",
    ],
    'lebna': [
        ["take", "get", "obtain", "gain", "seize"],
        "{{x1}}이 {{x2}}를 빼앗다, {{x3}}(원소유자)에게서",
        "빼앗다",
    ],
    'pritu': [
        ["right", "righthand"],
        "{{x1}}은 {{x2}}보다 오른쪽에 있다, {{x3}} 좌표계에서",
        "오른쪽",
    ],
    'zunle': [
        ["left", "lefthand"],
        "{{x1}}은 {{x2}}보다 왼쪽에 있다, {{x3}} 좌표계에서",
        "왼쪽",
    ],
    'trixe': [
        ["behind", "back", "rear"],
        "{{x1}}은 {{x2}}보다 뒤쪽에 있다, {{x3}} 좌표계에서",
        "뒤쪽",
    ],
    'crane': [
        ["ahead", "forward"],
        "{{x1}}은 {{x2}}보다 앞쪽에 있다, {{x3}} 좌표계에서",
        "앞쪽",
    ],
    'cnita': [
        ["beneath", "below", "under"],
        "{{x1}}은 {{x2}}보다 아래에 있다, {{x3}} 좌표계에서",
        "아래쪽",
    ],
    'flira': [
        ["face"],
        "{{x1}}은 {{x2}}의 얼굴이다",
        "얼굴",
    ],
    'valsi': [
        ["mean", "word", "clause"],
        "{{x1}}은 {{x2}}란 뜻을 가진 단어다, {{x3}} 언어의",
        "단어",
    ],
    'srana': [
        ["associate", "relate"],
        "{{x1}}은 {{x2}}와 관련돼 있다",
        "관련되다",
    ],
    'banro': [
        ["grow", "expand"],
        "{{x1}}이 자라서 {{x2}}(나중 상태)가 되다, {{x3}}(원래 상태)에서",
        "자라다",
    ],
    'batci': [
        ["bite", "pinch"],
        "{{x1}}이 {{x2}}를 물다, {{x3}}(장소)에서, {{x4}}(이빨)로",
        "물다",
    ],
    'fetsi': [
        ["female", "woman", "she"],
        "{{x1}}은 {{x2}}라는 종의 암컷이다, {{x3}}란 특징으로 보았을 때",
        "암컷",
    ],
    'nakni': [
        ["male", "man", "he"],
        "{{x1}}은 {{x2}}라는 종의 수컷이다, {{x3}}란 특징으로 보았을 때",
        "수컷",
    ],
    'birka': [
        ["arm"],
        "{{x1}}은 {{x2}}의 팔(arm)이다",
        "팔(arm)",
    ],
    'bisli': [
        ["ice"],
        "{{x1}}은 {{x2}}(원료)로 된 얼음이다",
        "얼음",
    ],
    'botpi': [
        ["bottle"],
        "{{x1}}은 {{x2}}를 담는 병(bottle)이다, {{x3}}(재료)로 된, {{x4}}(뚜껑)가 달린",
        "병(bottle)",
    ],
    'cabna': [
        ["current", "present", "simultaneous"],
        "{{x1}}과 {{x2}}는 동시에 존재한다/일어난다",
        "동시",
    ],
    'cinfo': [
        ["lion"],
        "{{x1}}은 {{x2}}종의 사자다",
        "사자",
    ],
    'djacu': [
        ["water", "aqua"],
        "{{x1}}은 물이다",
        "물",
    ],
    'dunda': [
        ["give", "donate", "gift", "present"],
        "{{x1}}이 {{x2}}를 {{x3}}에게 주다",
        "주다",
    ],
    'jitfa': [
        ["false"],
        "{{x1}}은 {{x2}}의 기준에서 거짓이다",
        "거짓",
    ],
    'kanla': [
        ["eye", "ocular"],
        "{{x1}}은 {{x2}}의 눈(eye)이다",
        "눈(eye)",
    ],
    'karce': [
        ["car", "automobile", "truck", "van"],
        "{{x1}}은 {{x2}}(승객)를 태우는 차/트럭이다, {{x3}}(동력)로 가는",
        "차",
    ],
    'kumfa': [
        ["room"],
        "{{x1}}은 {{x2}}(구조)의 방이다, {{x3}}(벽/천장/바닥)로 둘러 싸인",
        "방",
    ],
    'nixli': [
        ["girl"],
        "{{x1}}은 {{x2}}(나이)의 소녀다, {{x3}}란 기준에서",
        "소녀",
    ],
    'nanla': [
        ["boy"],
        "{{x1}}은 {{x2}}(나이)의 소년이다, {{x3}}란 기준에서",
        "소년",
    ],
    'pendo': [
        ["friend"],
        "{{x1}}은 {{x2}}의 친구다",
        "친구",
    ],
    'prenu': [
        ["person"],
        "{{x1}}은 사람이다",
        "사람",
    ],
    'mamta': [
        ["mom", "mother"],
        "{{x1}}은 {{x2}}의 엄마다",
        "엄마",
    ],
    'patfu': [
        ["dad", "father"],
        "{{x1}}은 {{x2}}의 아빠다",
        "아빠",
    ],
    'spofu': [
        ["broken", "inoperable"],
        "{{x1}}의 {{x2}}(기능)가 고장났다",
        "고장",
    ],
    'canlu': [
        ["space", "volume", "region", "room"],
        "{{x1}}은 {{x2}}가 점유하는 공간이다",
        "공간",
    ],
    'catlu': [
        ["look", "observe", "gaze", "watch"],
        "{{x1}}이 {{x2}}를 응시하다",
        "응시",
    ],
    'dikca': [
        ["electric", "electricity", "current", "electron", "charge"],
        "{{x1}}은 전기/전류/전자/전하이다, {{x2}}에 흐르는, {{x3}}(극성)의",
        "전기",
    ],
    'dansu': [
        ["dance"],
        "{{x1}}이 {{x2}}(음악/리듬/댄스동반자)와 함께 춤을 추다",
        "춤",
    ],
    'galtu': [
        ["high", "up", "upward"],
        "{{x1}}은 위에 있다, {{x2}}의 기준에서, {{x3}}보다",
        "위",
    ],
    'nanba': [
        ["bread"],
        "{{x1}}은 {{x2}}(곡물)로 만든 빵이다",
        "빵",
    ],
    'verba': [
        ["kid", "child", "juvenile"],
        "{{x1}}은 {{x2}}(나이)살의 아이다, {{x3}} 기준에서 미성숙한",
        "아이",
    ],
    'spati': [
        ["plant", "herb"],
        "{{x1}}은 {{x2}} 종의 식물이다",
        "식물",
    ],
    'stizu': [
        ["chair", "seat", "bench", "stool"],
        "{{x1}}은 의자다",
        "의자",
    ],
    'pipno': [
        ["piano"],
        "{{x1}}은 피아노다",
        "피아노",
    ],
    'rupnu': [
        ["money", "monetary", "dollar"],
        "{{x1}}은 {{x2}}(양) 만큼의 돈이다, {{x3}}(경제체제) 안에서",
        "돈",
    ],
    'merko': [
        ["america", "usa", "states"],
        "{{x1}}은 미국과 관련됐다, {{x2}}의 측면에서",
        "미국",
    ],
    'pemci': [
        ["poet"],
        "{{x1}}은 {{x2}}와 관련된 시(poet)다, {{x3}}(작가)가 {{x4}}(독자)를 위해 쓴",
        "시",
    ],
    'jubme': [
        ["table"],
        "{{x1}}은 {{x2}}(책상 재질)로 된 책상이다, {{x3}}(책상 다리)가 지지하는",
        "책상",
    ],
    'lumci': [
        ["wash", "clean"],
        "{{x1}}이 {{x2}}를 씻는다, {{x3}}(오염물)가 묻은, {{x4}}(물/세제/비누)로",
        "씻다",
    ],
    'skari': [
        ["color"],
        "{{x1}}의 색깔은 {{x2}}이다, {{x3}}(관측자)가 보기에, {{x4}}의 조건 아래에서",
        "색깔",
    ],
    'sonci': [
        ["army", "soldier", "troop", "military"],
        "{{x1}}은 {{x2}}(군대)에 소속된 군인이다",
        "군인",
    ],
    'limna': [
        ["swim"],
        "{{x1}}가 {{x2}}(물)에서 수영한다",
        "수영",
    ],
}
